Repository: Daniel-KM/Omeka-S-module-Reference
Catalog: language/*.po
Languages: fr, it

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: Method Not Allowed
fr: Méthode non autorisée
it: Metodo non permesso

source: Choose one or more properties or one or more resource classes.
fr: Choisir une propriété ou une classe de ressource.

source: With the layout template "Reference Index", the pages for the selected terms should be created manually with the terms as slug, with the ":" replaced by a "-".
fr: Avec le gabarit « Index des références », les pages pour les termes choisis doivent être créées manuellement avec le terme en tant que chemin, avec le « : » remplacé par un « - ».

source: There is no references.
fr: Il n’y a aucune référence.
it: Non ci sono riferimenti.

source: See all…
fr: Tout voir…
it: Vedi tutti…

source: And %d more.
fr: Et %d de plus.
it: E %d altri.

source: See resources
fr: Voir les ressources

source: (%d resources)
fr: (%d ressources)

source: (%d resource)
fr: (%d ressource)

source: List
fr: Liste

source: Browse %s
fr: Parcourir %s
it: Sfoglia %s

source: No references available.
fr: Aucune référence disponible.
it: Nessun riferimento disponibile.

source: Main types
fr: Principaux types de documents
it: Tipologie principali

source: Browse items by "%s" (%d headings)
fr: Parcourir les documents par "%s" (%d index)
it: Sfoglia contenuti per "%s" (%d titoli)

source: There is no references for "%s".
fr: Il n’y a aucune référence pour "%s".
it: Non ci sono riferimenti per "%s".

source: It is possible now to limit the list of references, for example only the of subjects starting with "a" with argument "filters[begin]=a".
fr: Il est désormais possible de limiter la liste des références, par exemple seulement la liste des sujets commençant avec un "a" avec l’argument "filters[begin]=a".
it: È possibile limitare la lista di riferimenti, ad esempio includendo solo i soggetti che iniziano con la lettera con il seguente parametro "filters[begin]=a".

source: It is possible now to list not only references, but resources by reference, for example all documents of an author or all items with each subject.
fr: Il est désormais possible de lister non seulement des références, mais aussi les ressources par référence, par exemple tous les documents d’un auteur ou tous les contenus avec chaque sujet.
it: È ora possibile elencare non solo i riferimenti, ma anche risorse per riferimento, ad esempio tutti i documenti di un autore o tutti i contenuti con ciascun soggetto.

source: It is possible now to aggregate properties (api and helper).
fr: Il est désormais possible d’agréger des propriétés (api et vues).

source: It is possible now to filter references by data types.
fr: Il est désormais possible de filtrer les références par type de données.

source: It is possible now to get translated linked resource.
fr: Il est désormais possible de disposer des ressources liées traduites.

source: Translated linked resource metadata should be indexed in main settings.
fr: Les métadonnées des ressources liées et traduites doivent être indexées dans les paramètres généraux.

source: It is possible now to aggregate properties in references, for example to get list of people from properties dcterms:creator and dcterms:contributor.
fr: Il est désormais possible d’agréger des propriétés dans les références, par exemple pour lister les personnes à partir des propriétés créateurs et contributeurs.

source: Warning: the name of the source properties or classes "term" has been replace by "fields" in pages, so check your theme templates if you updated the default ones of the module.
fr: Attention : le nom "term" des propriétés ou des classes sources a été remplacé par "fields" dans les pages. Il convient de vérifier les thèmes si les gabarits du module ont été personnalisés.

source: It is possible now to get a specific number of initials, for example to get the list of years from standard dates.
fr: Il est désormais possible de récupérer un nombre déterminé d’initiales, par exemple pour récupérer la liste des années à partir de dates standard.

source: Many improvements were done to output references and facets a lot more quickly, in particular for big bases.
fr: De nombreuses améliorations ont été réalisées pour créer les références et les facettes plus rapidement, en particulier pour les grandes bases.

source: Because of the integration of block templates in Omeka S v4.1, you should move custom templates before upgrading the module: move following files from directory "view/common/block-layout/" to "view/common/block-template/" of each theme, except the default files "reference.phtml" and "reference-tree.phtml". Then, you should add all templates from the directory "view/common/block-template/" at the bottom of the file "config/theme.ini" of each theme, for example `block_templates.reference.reference-index = "Reference index custom"`. Matching files: {json}
fr: En raison de l’intégration des gabarits de blocs dans Omeka S v4.1, vous devez déplacer les modèles personnalisés avant de mettre à jour le module : déplacer les fichiers suivant du dossier « view/common/block-layout/ » au dossier « view/common/block-template/ » pour chaque thème, sauf les fichiers par défaut of each theme, except the default files « reference.phtml » et « reference-tree.phtml ». Ensuite, vous devez ajouter tous les gabarits du dossier« view/common/block-template/ » en bas du fichier « config/theme.ini » de chaque thème, par exemple `block_templates.reference.reference-index = "Référence index custom"`. Fichiers correspondant : {json}

source: The block Reference Index was replaced by a template layout of block Reference. You may check pages: {json}
fr: Le bloc Référence (Index) a été remplacé par un gabarit du bloc Référence. Vous pouvez vérifier les pages : {json}

source: The default heading is now <h2>. Check your theme if you customized it. You may check pages: {json}
fr: Le titre Html par défaut est désormais <h2>. Vérifiez votre thème si vous l’avez personnalisé. Vous pouvez vérifier les pages : {json}

source: The option "heading" was removed from block Reference and replaced by a block Heading (if module Block Plus is present) or Html. Remove it in the following files before upgrade and automatic conversion: {json}
fr: L’option « heading » a été supprimée du bloc Référence et remplacée par un bloc « Html Heading » (si le module Block Plus est installé) ou « Html ». Supprimez-le dans les fichiers suivants avant la mise à jour et la conversion automatique des blocs : {json}

source: The setting "template" was moved to the new block layout settings available since Omeka S v4.1. You may check pages for styles: {json}
fr: Le paramètre « template » a été déplacé dans les nouveaux paramètres de bloc depuis Omeka S v4.1. Vous pouvez vérifier les pages pour les styles : {json}

source: The option "heading" was removed from block Reference. New block "Heading" (if module Block Plus is present) or "Html" was prepended to all blocks that had a filled heading. You may check pages for styles: {json}
fr: L’option « heading » a été supprimée du bloc Référence. Un nouveau bloc « Html Heading » (si le module Block Plus est installé) ou « Html » a été ajouté à tous les blocs qui avaient un titre. Vous pouvez vérifier les styles : {json}

source: A template has been added to display references as list/grid (mansory).
fr: Un gabarit a été ajouté pour afficher les références en liste/grille (maçonnerie).

source: The translated and linked resource metadata are currently indexing.
fr: Les métadonnées des ressources liées et traduites sont en cours d’indexation.

source: The php extension "intl" is recommended to fix issues with diacritic letters.
fr: L’extension php « intl » est recommandé pour éviter les problèmes avec les caractères diacritiques.

source: Another job is running for the same process (job {link_job}#{job_id}{link_end} ({link_log}logs{link_end}).
fr: Une autre tâche est en cours pour le même traitement (tâche {link_job}#{job_id}{link_end} ({link_log}journaux{link_end}).

source: Indexing translated and linked resource metadata in background (job {link_job}#{job_id}{link_end} ({link_log}logs{link_end}).
fr: Indexation des métadonnées des traductions et des ressources liées en arrière-plan (tâche {link_job}#{job_id}{link_end} ({link_log}journaux{link_end}).

source: Reference: Index fields
fr: Référence : Index des champs

source: Resource #{resource_id} has a recursive title.
fr: La ressource #{resource_id} a un titre récursif.

source: This output format is deprecated. Set a string key to metadata to use the new format or append option "single_reference_format" to remove this warning.
fr: Ce format de sortie est obsolète. Indiquez une clé à la métadonnée à utiliser pour utiliser le nouveau format ou ajouter l’option "single_reference_format" pour supprimer cet avertissement.

source: The order for facets is "by a list of values", but no values are defined.
fr: Le tri des facettes est « par liste de valeurs », mais aucune valeur n’est définie.

source: Owners
fr: Propriétaires

source: Access
fr: Accès

source: Starting creation of reference metadata.
fr: Lancement de la création des métadonnées des références.

source: No resource to process.
fr: Aucune ressource à traiter.

source: {processed}/{total} resources processed.
fr: {processed}/{total} ressources traitées.

source: The job was stopped.
fr: La tâche a été arrêtée.

source: End of process: {processed}/{total} processed.
fr: Fin du traitement : {processed}/{total} traités.

source: Reference
fr: Référence
it: Riferimenti

source: Title of the page [deprecated: use page block]
fr: Titre de la page (obsolète : utiliser un bloc de page)

source: Resources to link [deprecated: use page block]
fr: Ressources à lier (obsolète : utiliser un bloc de page)

source: Display [deprecated: use page block]
fr: Affichage (obsolète : utiliser un bloc de page)

source: Headings
fr: Entêtes
it: Titoli

source: Skip links
fr: Raccourcis
it: Salta link

source: Individual total
fr: Total individuel
it: Totale individuali

source: Link to single records
fr: Lien vers les documents isolés
it: Link a un singolo contenuto

source: Custom url for single records
fr: Url personnalisée pour les références uniques
it: URL personalizzata per singoli contenuti

source: Reference pages for selected classes and properties [deprecated: use page block]
fr: Pages Références pour les classes et les propriétés sélectionnées (obsolète : utiliser les blocs de page)

source: Index reference metadata
fr: Indexer les métadonnées des références

source: To use some features of module Reference, an index is required.
fr: Pour utiliser certaines fonctionnalités du module Référence, un index est nécessaire.

source: Select properties…
fr: Choisir des propriétés…
it: Seleziona proprietà…

source: Static tree of references
fr: Arborescence statique des références
it: Albero dei riferimenti statico

source: Format is: one reference by line, preceded by zero, one or more "-" to indicate the hierarchy level. Separate the "-" and the reference with a space. Empty lines are not considered. Note: sql does case insensitive searches, so all references should be case-insensitively unique.
fr: Le format est : une référence par ligne, précédée par zéro, un ou plus "-" pour indiquer le niveau hiérarchique. Séparer le "-" et la référence avec une espace. Les lignes vides ne sont pas prises en compte. Note : la base sql réalise des recherches sans tenir compte de la casse ; les références doivent donc être unique de façon insensible à la casse.
it: Il formato è: un riferimento per linea, preceduto da zero, uno o più trattini "-" per indicare il livello nella gerarchia. Separa il trattino "-" e il riferimento con uno spazio. Linee vuote non sono considerate. Nota: sql effettua ricerche che non differenziano tra maiuscolo e minuscolo, quindi per distinguersi tutti i riferimenti dovrebbero essere unici e non avere diverso solo una maiuscola o minuscola.

source: Europe - France -- Paris - United Kingdom -- England --- London Asia - Japan
fr: Europe - France -- Paris - Royaume-Uni -- Angleterre --- Londres Asie - Japon
it: Europa - Francia -- Parigi - Regno Unito -- Inghilterra --- Londra Asia - Giappone

source: Search pool query
fr: Requête de recherche

source: Restrict references to a particular subset of resources, for example a site.
fr: Limiter les références à un lot spécifique de ressources, par exemple un site.

source: The type of query defines how elements are regrouped (see the advanced search).
fr: Le type de requête définit comment les éléments sont regroupés (voir la recherche avancée).
it: Il tipo di query definisce come gli elementi sono raggruppati (vedi ricerca avanzata).

source: Is Exactly
fr: Est exactement
it: È esattamente

source: Contains
fr: Contient
it: Contiene

source: Link to browse or search engine
fr: Lien à la navigation ou au moteur de recherche

source: This option is useful when the module Advanced Search is used.
fr: Cette option est utile quand le module Recherche Avancée est installé.

source: Search config of the site
fr: Configuration de la recherche du site

source: Direct link for single records
fr: Lien direct vers les documents isolés

source: When a reference has only one item, link to it directly instead of to the items/browse page.
fr: Quand une référence contient un seul document, faire le lien directement vers lui plutôt que vers la page items/browse.
it: Quando a un riferimento corrisponde un singolo contenuto, includi link diretto al contenuto invece che alla relativa pagina per sfogliare contenuti.

source: May be set with modules such Clean Url or Ark. May slow the display when there are many single references.
fr: Peut être utilisé avec les modules tels que CleanUrl et Ark. Peut ralentir l'affichage quand les références uniques sont nombreuses.
it: Può essere impostato con moduli quali Clean Url o Ark. Può rallentare la visualizzazione quando ci sono molti riferimenti unici.

source: Add the total of resources for each reference
fr: Indiquer le total de ressources pour chaque référence
it: Aggiungi il totale delle risorse per ogni riferimento

source: Add the thumbnail of the first resource
fr: Ajouter la vignette de la première ressource

source: Expand the tree
fr: Développer l’arborescence
it: Espandi l'albero

source: Managed as branch
fr: Gérée comme branches
it: Gestito come un ramo

source: Check this box if the tree is managed as branch (the path is saved with " :: " between each branch).
fr: Cocher cette case si l’arborescence doit être gérée comme des branches (le chemin est enregistré avec " :: " entre chaque branche).
it: Seleziona questa opzione se l'albero è gestito come un ramo (il percorso è salvato con " :: " tra ogni ramo).

source: Resource classes
fr: Classes de ressource
it: Classi di risorse

source: Select resource classes…
fr: Sélectionner des classes de ressource…
it: Seleziona classi di risorsa…

source: Filter by language
fr: Filtrer par langue
it: Filtra per lingua

source: Limit the results to the specified languages. Use "|" to separate multiple languages. Use "||" for values without language.
fr: Limiter les résultats aux langues indiquées. Utiliser "|" pour séparer plusieurs langues. Utiliser "||" pour les valeurs sans langue.
it: Limita i risultati alle lingue specificate. Usa "|" per separare più lingue. Usa "||" per valori privi di lingua.

source: Select order
fr: Choisir l’ordre
it: Seleziona ordine

source: Alphabetic
fr: Alphabétique

source: Ascendant
fr: Croissant

source: Descendant
fr: Décroissant

source: One page by initial
fr: Une page par initiale

source: This option is recommended for big lists.
fr: Cette option est recommandée pour les grandes listes.

source: Add skiplinks above and below list
fr: Ajouter des raccourcis au dessus et en dessous de la liste
it: Aggiungi link per saltare da una lettera ad un'altra in cima e in fondo alla lista

source: Add first letter as headings between references
fr: Ajouter l’initiale comme entête entre les références
it: Aggiungi la prima lettera come titolo tra i riferimenti

source: Maximum resources to display by reference
fr: Nombre de ressources maximum à afficher par référence
it: Massimo numero di risorse per riferimento da mostrare

source: For example, display the items by subject. Let 0 to display a simple list. Maximum is 1024.
fr: Par exemple, afficher les contenus par sujet. Laisser 0 pour afficher une liste simple. Le maximum est 1024.
it: Per esempio, mostra i contenuti per soggetto. Lascia 0 per mostrare una lista semplice. Il valore massimo è 1024.

source: Subject values
fr: Valeurs sujet
it: Valori soggetto

source: Allow to list related resources. For example, in a library where there are items of types "Authors" and "Documents", and if the creator of the documents are linked resources, then select "Creator" to see the list of documents by author. This option is skipped when option "max by reference" is used.
fr: Permet de lister les ressources liées. Par exemple, dans une bibliothèque avec des contenus de types "Auteurs" et "Documents", et si le créateur des documents sont des ressources liées, alors choisir "Créateur" pour voir la liste des documents par auteur. Cette option est ignorée quand l’option "maximum par référence" est utilisée.
it: Permetti una lista di risorse correlate. Per esempio, in una raccolta in cui ci sono contenuti di tipo "Autori" e "Documenti", e se il creatore dei documenti è una risorsa collegata, allora seleziona "Creatore" per vedere una lista dei documenti per autore. Questa opzione è ignorata quando il massimo numero di risorse per riferimento è specificato.

source: Select a property…
fr: Choisir une propriété…
it: Seleziona una proprietà…

source: Reference tree
fr: Références en arborescence
it: Albero dei riferimenti

source: To create references, there must be one or more properties or resource classes.
fr: Pour créer des références, une propriété ou une classe de ressource doit être indiquée.

source: Reference grid
fr: Références en grille

source: Reference (index)
fr: Références (index)

source: This module requires the module "%s".
it: Questo modulo ha bisogno del modulo "%s".

source: This module requires modules "%s".
it: Questo modulo ha bisogno dei moduli "%s".

source: This module has resources that connot be installed.
it: Questo modulo contiene risorse che non possono essere installate.

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
it: Il modulo "%s" è stato disattivato automaticamente perché le dipendenze non sono disponibili.

source: Choose a property or a resource class.
it: Scegli una proprietà o una classe di risorse.

source: Choose a list of property or resource class.
it: Scegli una lista di proprietà o una classe di risorse.

source: The pages for the selected terms should be created manually with the terms as slug, with the ":" replaced by a "-".
it: Le pagine per i termini selezionati dovrebbero essere create manualmente con i termini riportati quali slug, sostituendo il segno ":" con "-".

source: Block title
it: Titolo del blocco

source: Heading for the block, if any. The placeholder {total} can be used.
it: Titolo per il blocco (opzionale). Può essere utilizzato il segnaposto {total}.

source: Query to limit resources
it: Query per limitare le risorse

source: Limit the reference to a particular subset of resources, for example a site, via an advanced search query.
it: Limita i riferimenti a uno specifico sottogruppo di risorse, ad esempio un sito, attraverso una query di ricerca avanzata.

source: Custom url for single
it: Url personalizzata

source: Template to display
it: Modello da mostrare

source: Templates are in folder "common/block-layout" of the theme and should start with "reference-tree".
it: I modelli sono nella cartella "common/block-layout" del tema e dovrebbero iniziare con "reference-tree".

source: Display
it: Mostra

source: Heading
it: Titolo

source: Templates are in folder "common/block-layout" of the theme and should start with "reference-index".
it: I modelli sono nella cartella "common/block-layout" del tema e dovrebbero iniziare con reference-index".

source: Resources to link
it: Risorse da collegare

source: Reference pages for selected classes and properties
it: Riferimenti alle pagine per classi e proprietà selezionate

source: Resource class
it: Classe di risorse

source: Select a resource class…
it: Seleziona una classe di risorse…

source: Alphabetic ascendant
it: Alfabetico crescente

source: Alphabetic descendant
it: Alfabetico decrescente

source: Total ascendant
it: Totale crescente

source: Total descendant
it: Totale decrescente

source: Translatable title above references, if any. The placeholder {total} can be used.
it: Titolo traducibile sopra i riferimenti, se presente. Può essere utilizzato il segnaposto {total}.

source: Templates are in folder "common/block-layout" of the theme and should start with "reference".
it: I modelli sono nella cartella "common/block-layout" del tema e il loro nome inizia con "reference".

source: To create references, there must be a property or a resource class.
it: Per creare riferimenti, deve esserci una proprietà o una classe di risorse.

source: Reference index
it: Indice dei riferimenti

source: To create a list of references, there must be properties or resource classes.
it: Per creare una lista di riferimenti, devono esserci proprietà o classi di risorsa.

source: Subjects
it: Soggetti

source: Tree of subjects
it: Albero dei soggetti
